Repository: xczimi/xpool
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hu

source: Sucessful google login
hu: Sikeres google belépés

source: Successful google logout
hu: Sikeres google kilépés

source: Successful logout
hu: Sikeres kilépés

source: Failed to log you in, try it again!
hu: Belépés nem sikerült, próbáld újra!

source: Successful login
hu: Sikeres belépés

source: Invalid auth code
hu: Helytelen kód

source: Successful referral, set your password, or link your google account!
hu: Sikeres belépés, állíts be jelszót!

source: Login required
hu: Belépés szükséges

source: This user is already in the system (based on email)!
hu: Ez a felhasználó már benne van a tutiban!

source: xHomePool invitation
hu: xHomePool meghívó

source: Invitation sent
hu: Meghívó elküldve.

source: Hi %(user)s! You are inside.
hu: Helló %(user)s! benn vagy!

source: get me outside!
hu: Engedj ki!

source: Google linked to
hu: Google link:

source: You are outside.
hu: Kint vagy.

source: let me in!
hu: engedj be!

source: Profile
hu: Adatok

source: Nick
hu: Becenév

source: Full name
hu: Teljes név

source: New password
hu: Új jelszó

source: Password again
hu: Jelszó újra

source: do it!
hu: csináld!

source: Server time
hu: Szerveridő

source: xHomePool, eh!
hu: xHomePool, jól!

source: Hi there!
hu: Szevasztok!

source: Fresh
hu: Aktuális

source: Schedule
hu: Menetrend

source: Bets
hu: Tippjeim

source: All bets
hu: Összes tipp

source: Scoreboard
hu: Tippverseny

source: Invite
hu: Meghívó

source: Rules
hu: Szabályok

source: Hi %(referral.nick)s, %(user.nick)s ( %(user.full_name)s &lt; %(user.email)s &gt; ) has invited you to xHomePool. This link will let you in: %(auth_url)s Up until setting a password, you can use this link to get in. Good luck! regards, Czimi <xczimi@gmail.com>
hu: Szia %(referral.nick)s! %(user.nick)s ( %(user.full_name)s &lt; %(user.email)s &gt; ) meghívott az xHomePool rendszerbe. Ezzel a linkkel tudod aktiválni magad az oldalon: %(auth_url)s A link addig használható, amíg nem állítasz be jelszót magadnak. Sok sikert! üdv, Czimi <xczimi@gmail.com>

source: This is our little friendly pool.
hu: Ez a mi kis baráti tippelő környezetünk

source: language
hu: nyelv

source: <h1>EC predict the score game</h1> <h2>1. What the hell?</h2> This page is doing the administration for a predict-the-score game of some friends (and friends' friends, of course). Players try to guess the scores of the matches of the UEFA Euro 2008, and collect points based on how good they are at it. <br> <h2>2. How?</h2> The exact score of every match is to be predicted, by choosing the appropriate numbers from the drop-down lists. The bet is evaluated based on the score of the game AFTER THE END OF THE SECOND HALF (90 mins). In certain scenarios when a non-draw score is required to decide which team qualifies, then, if the player bets on a tie, the team to qualify (after extra time, penalty shootout etc.) has to be predicted separately. See also the <a href="http://www.uefa.com/newsfiles/19079.pdf">official regulations of the UEFA Euro 2008 (PDF)</a>. <h2>3. Who wins?</h2> Well, hopefully all participants. A bit more precisely, who gathers the most points. By every bet, points can be won the following way (home team is the team listed first in a match listing): <ul> <li>Predicting Win-Draw-Loss correctly: 2 points.</li> <li>Guessing the score of the home team correctly: 1 point. (In case the home team scores at least 4 goals in a game, then 1 point is awarded to players predicting at least 4 home goals.)</li> <li>Guessing the score of the visitor team correctly: 1 point. (In case the visitor team scores at least 4 goals in a game, then 1 point is awarded to players predicting at least 4 visitor goals.)</li> <li>Bonus:<br> After every round (group stage, 1/4 finals, 1/2 finals, final) there is on average 1 more point per game to be won based on the following principles: <br> For every pair of teams which directly competed aganst each other (were in the same group, or played a knock-out game, respectively) 1 point is awarded to the player if in the rankings based on his/her predictions (in the knock-out stage, there are two possible rank orderings, in te group stage it is 4!=24), the two teams finish in the order as they do based on the results of the UEFA Euro 2008. To see how orders are determined, please consult the official regulations (PDF). </li></ul> <h2>4. Disclaimer</h2> Please don't cheat! We would only like to play a good game, and we prefer to do this against people with similar preferences. <br> To avoid strategic betting made in order to preserve one's advantage at later stages of the game, a player cannot watch other players' bets until they finalize it. Except, of course, for the case when more people collude in order to get around this but then they should not have signed up in the first place. Finalizing bets can be done by checking the box adjacent to the drop-downs where one selects the score guessed. <br> <h2>5. Participation</h2> ...is based on invitation. The system sends the invitationin email, so an email address is in fact needed to play. <h2>6. Deadlines</h2> There are several "betting units" of the tournament: <ul> </li><li> 8 group-stage games </li><li>second 8 group-stage games </li><li>third 8 group-stage games </li><li>quarterfinals </li><li>semifinals </li><li>final</li> </ul> Predictions concerning games of a betting unit can be made prior to 12pm on the day of the first game in the unit. This deadline may change, though - the current deadlines are always posted on the "My Bets" page. <h2>7. Help,FAQ,whatever</h2> Please email the admin team (see below).
hu: <h1>EB-Tipp góltotó játék szabályai</h1><h2>1. Miaszösz?</h2>"Ez itt a mi kis tippelő környezetünk." Avagy, ez az oldal egy haveri alapon működő góltotó játékot üzemeltet. A résztvevők a 2008-as foci EB mérkőzéseinek végeredményére tippelnek, és a tipp minőségétől függően pontokat gyűjtenek. Az nyer, aki többet.<h2>2. De hogy?</h2>Minden mérkőzés számszerű végeredményét kell megtippelni, a legördülő menükből a megfelelő számokat kiválasztva. A tipp a mérkőzés rendes játékidejének végeredményére szól (90. perc). Speciális esetben, amikor a két résztvevő csapat továbbjutása múlik az eredményen, úgy amennyiben a mérkőzésre döntetlent tippel a játékos, úgy külön kell tippelni a továbbjutóra, azaz a hosszabbítás, ill. büntetőrúgások győztesére. Lásd még az <a href="http://www.uefa.com/newsfiles/19079.pdf">EB hivatalos szabálykönyvét (PDF)</a><h2>3. Ki nyer ma?</h2>Az értékelés a végeredmény függvényében a következő tételek szuperpozíciójából áll (hazai csapatként az elöl listázott csapat értendő):<ul><li>1-x-2 eltalálása (a csapatok által elért pont): 2 pont.</li><li>Hazai lőtt gól eltalálása: 1 pont. (Amennyiben a hazai csapat legalább 4 gólt ér el a mérkőzésen, úgy az 1 pont akkor jár, ha a játékos is legalább 4 hazai gólt tippelt.)</li><li>Vendég lőtt gól eltalálása: 1 pont. (Amennyiben a hazai csapat legalább 4 gólt ér el a mérkőzésen, úgy az 1 pont akkor jár, ha a játékos is legalább 4 hazai gólt tippelt.)</li><li>Bónusz:<br> A megfelelő fordulók (csoportmérkőzések, negyeddöntők, elődöntők, döntő) végén mérkőzésenként átlagban 1 pont szerezhető a következő elv alapján: Minden olyan csapat-párra, melyek egymás ellen versenyeztek (egy csoportban voltak, ill. egymás ellen játszottak a legjobb 8 között) akkor jár pont egy játékosnak, ha a tippjei alapján kialakuló sorrendben (a 8 között ez kétféle lehet, a csoportmeccseken csoportonként 4!=24) a két csapat olyan sorrendben végez, amilyenben az EB tényleges eredményei alapján. A sorrend eldöntéséhez lásd az EB hivatalos szabálykönyvét (PDF).</ul><h2>4. Disclaimer</h2>Ne csalj, Boborján! Mi elsősorban játszani szeretnénk, olyanok ellen, akik hasonló céllal vannak az oldalon.<br>(Hogy ne lehessen az előny megőrzésére játszani, a saját tipp véglegesítéséig az ellenfeleké sem tekinthető meg. Kivétel, ha többen összedolgoznak, de akkor ők kapják is be.)<h2>5. Részvétel a játékban</h2>A játékban részt venni meghívásos alapon lehet. A meghívót e-mailben küldi a rendszer, ezért kell hozzá egy ilyen cím.<h2>6. Határidők</h2>A torna a következő tippelési egységekre bomlik:<ul><li>első 8 csoportmeccs</li><li>második 8 csoportmeccs</li><li>harmadik 8 csoportmeccs</li><li>negyeddöntők</li><li>elődöntők</li><li>döntő</li></ul>Egy egység mérkőzéseire az első találkozó napján déli 12 óráig lehet tippelni (szerveridő szerint). Ez azonban módosulhat, az aktuális határidők megtalálhatóak a tippjeim oldalon.<h2>7. Műsorváltozás, kezelőfelület, GyIK</h2>Tessék írni az adminisztrátornak (cím alant)

source: home team
hu: hazai csapat

source: away team
hu: vendég csapat

source: kick off
hu: kezdés

source: Stadium
hu: stadion

source: EB-Tipp, rosszul!
hu: xHomePool, fail!

source: Invitation
hu: Meghívó

source: send the invite which may end up in the spam folder.
hu: küldd el a meghívót, ami lehet hogy spamként végzi...

source: result
hu: eredmény

source: bet (pt)
hu: tipp (pont)

source: save
hu: mentés

source: Main
hu: Főoldal

source: Teams
hu: Csapatok

source: Games
hu: Meccsek

source: Users
hu: Felhasználók

source: This is the admin interface.
hu: Ez az admin felület
